{
  "projects": [
    {
      "id": 1,
      "category": "Animation",
      "title": "Hotel Astoria",
      "lenght": "28 Minuten",
      "year": "Animadok, 2020",
      "description": "Der animierte Dokumentarfilm 'Hotel Astoria' enthüllt die geheime Welt eines legendären Leipziger Hotels während der DDR-Ära. Zwischen Luxus und Mangelwirtschaft, wo Geschäftsleute, Politiker und sogar die Stasi sich trafen, erweckt der Film mit Archivmaterial und Animationen dieses historische Stück Leipzig zum Leben. Es ist eine Geschichte voller Widersprüche und persönlicher Erinnerungen, die die Vergangenheit auf faszinierende Weise zum Leben erweckt.",
      "credits": "Drehbuch: Alina Cyranek Regie: Alina Cyranek & Falk Schuster Produktion: hug films Layout: Tim Romanowsky, Alexander Schmidt, Falk Schuster Animation: Julian Quitsch, Tim Romanowsky, Falk Schuster, Alexander Schmidt Compositing, Colorgrading: Julian Quitsch",
      "thumbnail": "https://julianquitsch.de/images/hotel_astoria/astoria_thumbnail.webp",
      "image": "", 
      "video": "https://player.vimeo.com/video/868452195"
    },
    {
      "id": 2,
      "category": "Realfilm",
      "title": "Abgeordnetenhaus Berlin",
      "lenght": "4:49 Minuten",
      "year": "2017",
      "description": "Ein Kurzfilm/Erklärfilm für das Abgeordnetenhaus Berlin. Das Abgeordnetenhaus kurz erklärt: was ist das Abgeordnetenhaus von Berlin eigentlich, was haben die Abgeordneten für Aufgaben – und warum Vögel kein Bier trinken sollten.",
      "credits": "Autoren: Alexander Lahl und Max Mönch Regie, Layout, Animation: Falk Schuster Compositing und Digitale Animation: Julian Quitsch Musik und Sound: Hannes Schulze Produktion: Die Kulturingenieure Auftraggeber: Abgeordnetenhaus Berlin",
      "thumbnail": "https://julianquitsch.de/images/abgeordneten/abgeordneten_thumbnail.webp",
      "image": "",
      "video": "https://player.vimeo.com/video/868449137"
    },
        {
      "id": 3,
      "category": "Animation",
      "title": "Anima – Die Kleider meines Vaters",
      "description": "Publikumspreis Dokumentarfilm und Bester Dokumentarfilm Filmfestival Max Ophüls Preis Nominiert für den Deutschen Dokumentarfilmpreis Bayerischen Filmpreis Bester Dokumentarfilm",
      "credits": "<b>Buch & Regie:</b> Uli Decker <b>Produktion:</b> Flare Film in Koproduktion mit ZDF/ Das kleine Fernsehspiel <b>Animation:</b> Falk Schuster, Tim Romanowsky, Alexander Schmidt, Julian Quitsch <b>Compositing und Digitale Animation:</b> Julian Quitsch",
      "lenght": "",
      "year": "2020",
      "thumbnail": "https://julianquitsch.de/images/anima/anima01.webp",
      "image": ["https://julianquitsch.de/images/anima/anima02.webp",
                "https://julianquitsch.de/images/anima/anima03.webp",
                "https://julianquitsch.de/images/anima/anima04.webp",
                "https://julianquitsch.de/images/anima/anima05.webp",
                "https://julianquitsch.de/images/anima/anima06.webp",
                "https://julianquitsch.de/images/anima/anima07.webp",
                "https://julianquitsch.de/images/anima/anima08.webp",
                "https://julianquitsch.de/images/anima/anima09.webp",
                "https://julianquitsch.de/images/anima/anima10.webp",
                "https://julianquitsch.de/images/anima/anima11.webp",
                "https://julianquitsch.de/images/anima/anima12.webp"
                ],
      "video": ""
    },
        {
      "id": 4,
      "category": "Animation",
      "title": "Biegen & Brechen",
      "description": "Der Film erzählt die erschütternde Geschichte von Alex, der in den 1980er Jahren in der DDR aufwächst. Seine Mutter wird wegen ihrer Kritik am Staat von ihm getrennt. Er landet im Kinderheim und flieht wiederholt, bis er im Jugendwerkhof Torgau landet, einer Anstalt, schlimmer als ein Gefängnis. Der Film nutzt assoziativ montierte Animationen, um Alex traumatische Erfahrungen zu illustrieren und zeigt die Grausamkeiten eines Systems, das versuchte, junge Menschen zu brechen.",
      "credits": "<br>Buch:</br> Mike Plitt <br>Regie:</br> Falk Schuster & Mike Plitt <br>Animation:</br> Falk Schuster & Alexander Schmidt <br>Compositing und Digitale Animation:</br> Julian Quitsch <br>Sound & Musik:</br> Hannes Schulze <br>Produktion:</br> mobydok",
      "lenght": "8 Minuten",
      "year": "Animadok, 2022",
      "thumbnail": "https://julianquitsch.de/images/biegen_und_brechen/biegen_brechen_thumbnail.webp",
      "image": "",
      "video": "https://vimeo.com/868453013"
    },
        {
      "id": 5,
      "category": "Realfilm",
      "title": "CTF Solar Corporate Video",
      "description": "Imagefilm für die CTF Solar GmbH, in Zusammenarbeit mit Denis Herzog. CTF Solar ist ein Unternehmen mit Sitz in Dresden, das weltweit hochmoderne CdTe-Dünnschicht-Solarmodul-Fabriken liefert.",
      "credits": "",
      "lenght": "5 Minuten",
      "year": "Imagefilm, 2018",
      "thumbnail": "https://julianquitsch.de/images/solar/ctf_thumbnail.webp",
      "image": "",
      "video": "https://vimeo.com/886359022"
    },
        {
      "id": 6,
      "category": "Animation",
      "title": "Erna räumt auf",
      "description": "Teaser für das Animations-Serienkonzept Erna räumt auf Die Geschichte handelt von einem erfinderischen Containerschiff namens Erna, das gemeinsam mit seinen Freunden die Ozeane von Plastikmüll säubert und dabei auf viele Abenteuer stößt.",
      "credits": "<br>Idee und Drehbuch:</br> Viola Lippmann <br>Regie:</br> Falk Schuster <br>Layout:</br> Viola Lippmann, Falk Schuster <br>Animation:</br> Julian Quitsch, Falk Schuster <br>Compositing & Grading:</br> Julian Quitsch",
      "lenght": "0:45 Minuten",
      "year": "digitaler Cut-Out, Zeichentrick",
      "thumbnail": "https://julianquitsch.de/images/erna/erna_thumbnail.webp",
      "image": "",
      "video": "https://vimeo.com/886566963"
    },
        {
      "id": 7,
      "category": "Realfilm",
      "title": "Fassaden - WIP",
      "description": "\"Fassaden\" beleuchtet das düstere Thema häuslicher Gewalt gegen Frauen. Er folgt der Geschichte einer Frau, die sich aus einer langjährigen gewalttätigen Beziehung befreit. Dabei wird nicht nur die individuelle Geschichte beleuchtet, sondern auch die strukturellen Probleme in Politik und Gesellschaft, die solche Gewalttaten begünstigen und das Leid der Betroffenen oft ignoriert.",
      "credits": "<br>Buch & Regie:</br> Alina Cyranek <br>Voiceover:</br> Sandra Hüller <br>Choreografie:</br> Sebastian Weber <br>Bildgestaltung:</br> Tim Pfautsch <br>Animation:</br> Aline Helmcke <br>Compositing & Colorgrading:</br> Julian Quitsch <br>Sounddesign und Tonmischung:</br> Florian Marquardt <br>Musik:</br> Freya Arde",
      "lenght": "85 Minuten",
      "year": "Dokumentarfilm, in Produktion, 2023",
      "thumbnail": "https://julianquitsch.de/images/erna/erna_thumbnail.webp",
      "image": "",
      "video": "https://vimeo.com/886566963"
    }
  ],
  "festivals": [
    {
      "name": ["Filmfestival A","Filmfestival B", "Filmfestival C"],
      "linkA": "https://www.dok-leipzig.de/",
      "linkB": "https://www.bmwk.de/Redaktion/DE/Wettbewerb/deutscher-wirtschaftsfilmpreis.html",
      "linkC": "https://www.bambi.de/"
    }
  ],
  "informations": {
      "aboutHeadline": "Eine besondere Botschaft wird hier zu lesen sein. Spätestens hier keine Fragen.",
      "aboutText": "Aufgewachsen in Süddeutschland, im Land der Spätzle und Maultaschen, Diplom-Studium an der Burg Giebichenstein Kunsthochschule Halle, Studiengang Multimedia | VR-Design, seit 2011 selbständig tätig in Halle (Saale) im Bereich Filmproduktion, Postproduktion und Digitale Animation. Ich lebe in Halle (Saale) und arbeite freiberuflich in Synergie mit einer kreativen Bürogemeinschaft, die eine große Bandbreite des filmischen Schaffens beherbergt. Darunter Digitale Animation, Compositing, Kameraarbeit, Montage und Colorgrading bis hin zur Koordination von Produktion und Postproduktion von Kinofilmen.",
      "awardHeadline": "Peise und Nominierungen",
      "awardText": "Beteiligung an zahlreichen Filmprojekten die schließlich Präsentationen, Nominierungen und Prämierungen auf Filmfestivals erfuhren. Hier eine Auswahl der Festivalauswertung aktueller Projekte.",
      "contactText": "Bei Anfragen oder Interesse an Kooperation stehen Ihnen alle Kanäle der Kontaktaufnahme offen. Ich freue mich auf Ihre Nachricht oder Anruf."
    }
}
